
/** Arduino UNO ******************************************* *** ----------simple1.ino ***
 * 
 * -----Обеспечить мигание светодиода с интервалом в 1 сек (1Гц) на плате через 
 * прерывания 16-тиразрядного первого таймера - Timer1 по событию совпадения 
 * с регистром сравнения (то есть в режиме CTC)
 * 
 * v1.0, 28.03.2024                                   Автор:      Труфанов В.Е.
 * Copyright © 2024 tve                               Дата создания: 28.03.2024
**/

void setup()
{
}


void loop()
{
}

// ************************************************************ simple1.ino ***

